<template>
  <div class="userFQA-contain">
    <!-- region 菜单 -->
    <i-menu></i-menu>
    <!-- endregion 菜单 -->

    <!-- region 右侧内容 -->
    <div class="uc-content clearfix">
      <h2>常见问题</h2>
      <div class="main-block">
        <h3>在爱艺购买艺术品有哪些保障?</h3>
        <p>1. 凡在爱艺购买的艺术品，均是由爱艺独家代理的原创艺术品。每件艺术品均为原版作品。</p>
        <p>2. 每件艺术品在上架前，均由爱艺的专家团队进行严格的筛选、审核、评定，在品质和价格上具有权威保障。</p>
        <p>3. 每件从爱艺上购买的作品，均会得到高规格的包装和专业的运送。目前，爱艺已与艺术品物流公司达成合作，通过专门的运输服务，确保每件艺术品安全抵达您的手中。</p>
        <p>&nbsp;</p>
        <p></p>
        <h3>如何在爱艺选购?</h3>
        <p>1. 您可以在爱爱艺站上浏览每一件在售的艺术品，并直接通过网站完成订购。</p>
        <p>2. 您也可以拨打爱艺的客服电话400-605-7033进行咨询，或通过页面右侧的在线客服联系我们，让我们帮助您挑选、订购艺术品。</p>
        <p>&nbsp;</p>
        <p></p>
        <h3>在爱艺购买艺术品如何支付?</h3>
        <p>您可选择网上银行或支付宝进行支付。</p>
        <p>&nbsp;</p>
        <p></p>
        <h3>爱艺如何运送艺术品，运费?</h3>
        <p>在您下单后，我们将会同您取得联系，与您沟通艺术品装裱、发货的相关情况。艺术品包装发货后，由艺术品物流公司EES百福东方承运，同时，我们会为每件艺术品投保，确保运输过程的万无一失。</p>
        <p>&nbsp;</p>
        <p></p>
        <h3>在爱艺购买画作是否会有画框?</h3>
        <p>除售前已配有画框的艺术品外，爱艺暂不提供画框服务。</p>
        <p>&nbsp;</p>
        <p></p>
        <h3>在爱艺购买艺术品不满意是否可以退货?</h3>
        <p><strong>发货前：</strong></p>
        <p>1. 您在爱艺付款下单后，在订单未确认状态下可以取消订单，并获全额退款。您在 &nbsp;选择取消后1个工作日内，我们的客服将与您沟通退款事宜。</p>
        <p>2. 若支付订单已确认，恕不能取消。</p>
        <p><strong>发货后：</strong></p>
        <p>1. 如果您在收货后发现艺术品出现损坏，可以拒收。我们的客服会在1个工作日内与您联系，全额退款（包含运费）。</p>
        <p>2. 如果您在签收后发现艺术品破损，恕不接受退换。如有问题请及时与客服沟通。</p>
        <p>由于艺术品属于特殊商品，爱艺恕不接受对艺术品的无理由退换。如果您要求退货，请在签收后5个工作日内提出。爱艺将收取货值5%的退换费。</p>
        <p>&nbsp;</p>
        <p></p>
        <h3>如何获得爱艺最新艺术品信息?</h3>
        <p>您可通过爱艺官网、微博、微信订阅号和服务号等获取我们的最新资讯。</p>
        <p>官方微博：http://weibo.com/YWARTCOM （ID：爱艺artyw）</p>
        <p>微信服务号：爱艺ART</p>
      </div>
    </div>
    <!-- endregion 右侧内容 -->
  </div>
</template>

<script>
  const iMenu = () => import('../../../components/base/iMenu')
  export default {
    components: {iMenu},
    data () {
      return {}
    },
    created () {
    },
    mounted () {
    },
    computed: {},
    methods: {}
  }
</script>

<style lang="less">
  @import "../../../assets/styles/pages/userFQA";
</style>
